{
  "rules": [
    {
      "title": "FxF",
      "description": [
        "Attacks with the 'Fixed Forward' special rule may only be directed against targets that are at least partially within a 90 degree arc in the front of the unit."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "FwA",
      "description": [
        "Attacks with the 'Forward Arc' special rule may only be directed against targets that are at least partially within a 180 degree arc in the front of the unit."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Leader",
      "description": [
        "A formation that includes any units with the 'Leader' special rule may remove one extra Blast Marker for each such unit whenever it Regroups (either by making a Marshal or Hold action) or successfully Rallies."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Infiltrators",
      "description": [
        "Units with the 'Infiltrators' special rule doubles their speed value when their formation performs an Engage action. They can also ignore Zones of Control from the formation they are charging, allowing them to sneak past enemy units when they charge. Note that this does not allow them to move over enemy units."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Inspiring",
      "description": [
        "Each unit with the 'Inspiring' special rule that are directly involved in an assault, and survives until the combat resolution, adds +1 to the result roll."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Supreme Commander",
      "description": [
        "A unit with the 'Supreme Commander' special rule count as having the 'Commander' and 'Leader' special rules. In addition, each unit with Supreme Commander in the army allows a player to re-roll one failed action or rally test once per turn. If the unit with Supreme Commander is in the reserves, its re-roll may only be used on the formation it is in or transported by. If there are several units with Supreme Commander in the army, it is necessary to keep track of which re-roll belongs to which unit."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Jump Packs",
      "description": [
        "Units with the 'Jump Packs' special rule ignores terrain effects and friendly units as they move. They may not end their movement on Impassable terrain or on top of friendly models, and if they land in Difficult or Dangerous terrain they must take a terrain test. Units with this special rule are affected by enemy units and Zones of Control normally, and cannot jump over enemy formations."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Mounted",
      "description": [
        "Units with the 'Mounted' special rule count as Armoured Vehicles for cover and terrain effects, and as Infantry for all other purposes."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Walker",
      "description": [
        "Units with the 'Walker' special rule may re-roll any failed Dangerous terrain tests, and ignores Difficult terrain tests."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "First Strike",
      "description": [
      "Weapons with the 'First Strike' special rule resolve their attacks and inflict damage during assaults before other units makes their attacks. This may result in some enemy units being destroyed before they can attack, and may prevent units from using their CC attacks if the unit they were in base-to-base with was destroyed.",  
      "If opposing units are both equipped with weapons that have First Strike, then all such attacks are resolved simultaneously and their results applied to both sides before other attacks are resolved.",
        "Note that First Strike has no effect for Supporting Attacks."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Fearless",
      "description": [
        "Units with the 'Fearless' special rule are immune to damage from losing an Assault (both the additional hits and being wiped out if already broken) and from the damage inflicted by Blast Markers if Broken.",
        "When Broken or otherwise forced to take a Withdrawal move, Fearless units may choose not to withdraw, and if the unit elects to withdraw it will be destroyed only if it ends its move within 5 cm of the enemy rather than 15 cm. Note that other units in the formation that are not Fearless will be affected normally by additional hits for Blast Markers or losing an Assault.",
        "Fearless units that remain stationary do not take additional damage. If units remain in base contact with a Fearless unit, then the opposing formation will automatically be drawn in to an assault on either formation."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Invulnerable Save(x)",
      "description": [
        "Units with the 'Invulnerable Save' special rule receive a second save of 6+, or the number within brackets, if they fail their first save for any reason. No modifiers ever apply to the second save. This save may be used against MW attacks, but may not be used against other types of damage that ignores saves completely, such as damage from terrain, extra damage from assaults or Blast Markers, or being too close to the enemy after completing a withdrawal move after becoming broken or failing to rally."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Single Shot",
      "description": [
        "Weapons with the 'Single Shot' special rule may be only be used once per battle and may not then be fired again. To avoid confusion, this should be noted by either adding or removing a token from the unit, or recording the use on a piece of paper."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Indirect Fire",
      "description": [
        "Weapons with the 'Indirect Fire' special rule are allowed to fire indirectly if their formation successfully conducts a Sustained Fire action. Units using Indirect Fire receive a +1 modifier for taking a Sustained Fire action as usual. No Line of Sight to the target is required for Indirect Fire, and only suffers a -1 modifier if the target is in cover, and not merely obscured. Weapons firing indirectly double their range, but the target must be at least partially within 30 cm."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Reinforced Armour",
      "description": [
        "Units with the 'Reinforced Armour' special rule may still take their saving throw when hit by attacks with 'MW' special rule. In addition, they may re-roll a failed save against any non-MW hit, including those inflicted during an assault. If the first save rolled was another type of save (e.g. a Cover Save or an Ion Shield), the re-roll must be made using the unit's normal armour."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Thick Rear Armour",
      "description": [
        "Units with the 'Thick Rear Armour' special rule ignore the -1 save modifier when they are caught in a Crossfire, but will still suffer an additional Blast Marker if they suffer any damage."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "MW",
      "description": [
        "Only units with Reinforced Armour or Invulnerable Save receive a saving throw against hits with the 'Macro Weapon' special rule. Cover Saves are also negated, although the -1 to hit modifier does apply.",
        "If an attacking formation scores both normal and MW hits, then the opposing player must allocate and make any saves for the normal hits first, and then allocate and make any saves for the MW hits. Hits from MW must first be allocated to units that have survived normal hits, after this they may be allocated to the rest of the formation."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "TK(x)",
      "description": [
        "Hits caused by weapons with the 'Titan Killer(x)' special rule ignores the 'Reinforced Armour' special rule. In addition, if a TK(x) hit is caused on a War Engine, it suffers damage equal to 'x'. Each point of damage will reduce the War Engine damage capacity by 1. Roll for critical hits for each point of damage inflicted.",
        "When allocating Titan killer hits that may cause multiple points of damage, roll for damage immediately after allocating the hit. For formation hit allocation purposes, the War Engine counts as having been allocated a number of hits equal to the damage rolled."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Extra Attacks(x)",
      "description": [
        "Weapons with the 'Extra Attacks(x)' (or EA(x)) special rule receive a number of extra attacks equal to 'x' during Assaults. Special Rules that are on a weapon with Extra Attacks only apply to the extra attacks. Extra Attacks from Small Arms may only be used if the unit is not in base contact with an enemy unit during the Assault."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Ignore Cover",
      "description": [
        "Weapons with the 'Ignore Cover' special rule ignore cover to-hit modifiers, and negate Cover Saves."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Sniper",
      "description": [
        "Hits caused by a weapon with the 'Sniper' special rule ignores normal hit allocation rules, and may be targeted on any unit in the target formation that is within range and line of sight of the attack (FF and CC attacks have a 15 cm range). These hits are allocated at the same time as normal hits, but are completely separate from normal allocation rules. In addition, the target suffers an additional -1 save modifier to its normal, Reinforced Armour, or Cover saves."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Disrupt",
      "description": [
        "Hits with the 'Disrupt' special rule inflict a Blast Marker on an enemy formation for each hit they inflict instead of for each kill they inflict. Note that such hits are saved for normally. Any units that fail their save are removed as casualties but do not cause a second Blast marker to be placed on the target formation."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Expendable",
      "description": [
        "A formation does not receive a Blast Marker when a unit with Expendable is destroyed, including the extra Blast Marker from the first casualty of a crossfire and for units destroyed for being out of formation after a move. If an Expendable unit is hit by a weapon with Disrupt it does not inflict a Blast marker.",
        "If a formation is comprised completely of units with 'Expendable' they lose the benefit of all rules above. Expendable units killed in an assault still count for the purposes of working out its result."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Slow",
      "description": [
        "Weapons with the 'Slow Firing' special rule must take one turn to reload after they have fired, and may not fire during the next turn. All shots have to be fired at once, it is not possible to 'save' shots between turns. Place a suitable token next to the unit to mark that a weapon with 'Slow Firing' has been used, and remove it during the next turn's End Phase. Units that are reloading still counts for suppression, even though their weapons cannot fire."
      ],
      "tags": ["core", "weapon"]
    },
    {
      "title": "Cybernetica Cortex",
      "description": [
        "Unless within 30cm of an unbroken friendly unit with the 'Vox-Caster' special rule, a formation that exclusively consists of units with the 'Cybernetica Cortex' special rule may only perform the Hold, Engage, Marshal, Sustained Fire, and Overwatch actions. In addition, such formations may only contest objectives, and always counts as being within 15cm of an enemy formation when rallying."
      ],
      "tags": ["unit", "formation", "mechanicum"]
    },
    {
      "title": "Artificia Cybernetica",
      "description": [
        "A unit with the 'Artificia Cybernetica' special rule removes its 'Cybernetica Cortex' special rule, and the formation it is part of gains an additional +1 to rally."
      ],
      "tags": ["unit", "formation", "mechanicum"]
    },
    {
      "title": "Animus Malefica",
      "description": [
        "A unit with the 'Animus Malefica' special rule removes its 'Cybernetica Cortex' special rule, and the formation it is part of gains an additional +1 to activate. However, if a formation that contains a unit with this special rule fails to activate, the formation suffers D3 BMs instead of one."
      ],
      "tags": ["unit", "formation", "mechanicum", "traitor"]
    },
    {
      "title": "Silica Animus",
      "description": [
        "A unit with the 'Silica Animus' special rule removes its 'Cybernetica Cortex' special rule, and the formation it is part of gains an additional +1 to activate and to rally. However, if a formation that contains a unit with this special rule fails to activate, the formation suffers D6 BMs instead of one."
      ],
      "tags": ["unit", "formation", "mechanicum", "traitor"]
    },
    {
      "title": "Construct Shields",
      "description": [
        "Construct Shields work in exactly the same manner as Void Shields, except that they may not be repaired once they have been knocked down by a hit, and will instead remain down for the remainder of the battle."
      ],
      "tags": ["unit", "mechanicum", "titan"]
    },
    {
      "title": "Atomantic Shielding",
      "description": [
        "Atomantic Shields work exactly like an Invulnerable Save, except if a 1 is rolled when using the save, the shield explodes. All units within 5cm takes a hit on 6+."
      ],
      "tags": ["unit", "alpha"]
    },
    {
      "title": "Dispersion Field(x)",
      "description": [
        "A Dispersion Field provide a saving throw to the value of 'x', which is reduced by 2 (e.g. 3+ to 5+) at the start of each subsequent turn. When the Dispersion Field reaches 7+ or higher it is no longer considered to be operable and thus confers no save.",
        "This save may always be taken even against weapons with the Macro Weapon or Titan Killer abilities. If a unit has Reinforced Armour it may use its re-roll unless hit by a Lance, Macro Weapon or Titan Killer attack but the re-roll uses the units armour value. Hits saved by the Dispersion Field do not generate Blast Markers, even if they have the Disrupt ability.",
        "Against Titan Killer attacks that cause extra damage make one Dispersion Field save roll, if this is successful the unit takes no damage, if the roll fails it suffers all the damage."
      ],
      "tags": ["unit", "mechanicum", "titan"]
    },
    {
      "title": "Void Shields(x)",
      "description": [
        "The number in brackets indicates the number of Void Shields a unit has at the start of the battle. Each Void Shield will automatically stop one point of damage and then go down. Do not make armour saves for damage stopped by Void Shields. Hits saved by Void Shields do not generate Blast Markers, even if they have the Disrupt ability. Downed Void Shields does not count as kills during assaults.",
        "Once all of the shields have been knocked down, the War Engine may be damaged normally and you may make saving throws against any hits that are scored. Hits from close combat ignore Void Shields but units using their firefight values must first knock down any shields before they can damage the Titan.",
        "Void Shields that have been knocked down can be repaired. Each War Engine can repair one downed Void Shield in the End Phase of each turn for free.",
        "In addition, if a War Engine regroups (either by performing a Hold or a Marshal action) it may use the dice roll to repair Void Shields and remove Blast Markers, in any combination."
      ],
      "tags": ["core", "unit", "titan"]
    },
    {
      "title": "God Machine(x)",
      "description": [
        "Whenever a unit with the 'God Machine' special rule is destroyed that isn't an army BTS, the opponent scores (x) additional Victory Points. In addition, whenever a unit with this special rule is destroyed, all friendly formations within 45 cm suffers (x) Blast Markers."
      ],
      "tags": ["unit", "titan"]
    },
    {
      "title": "Split Fire",
      "description": [
        "A War Engine with this special rule may declare that it will Split Fire when shooting with any action. The WE may fire at up to two enemy formations with an additional -1 modifier to hit, but may not target more than one formation per individual weapon."
      ],
      "tags": ["unit", "titan"]
    },
    {
      "title": "Ripple Fire",
      "description": [
        "A War Engine with this special rule may declare that it will Ripple Fire when shooting with any action. The WE may fire at up to three enemy formations with an additional -1 modifier to hit, but may not target more than one formation per individual weapon."
      ],
      "tags": ["unit", "titan"]
    },
    {
      "title": "System Breakdown",
      "description": [
        "A War Engine with the 'System Breakdown' special rule that have less than half of their remaining DC left suffer an additional -1 to activate, and may no longer use the 'Split Fire' or 'Ripple Fire' special rules."
      ],
      "tags": ["unit", "titan"]
    },
    {
      "title": "Skimmer",
      "description": [
        "Units with the Skimmer special rule are equipped with devices that allow them to hover a short distance above the ground, so that they can fly over terrain that would slow other units down.",
        "Skimmers may ignore Dangerous or impassable terrain as they move. They may not land on impassable terrain, and if they land in Dangerous terrain they must take a Dangerous Terrain test. Skimmers may also move over other friendly units as they move, but may not land on them. Enemy units and Zones of Control affect skimmers normally.",
        "A skimmer may declare that it is popping up at the start of any action that it takes, including when the skimmer goes into overwatch. A skimmer may not pop up as part of a Sustained Fire action or a Marshal action, but may pop-up when it goes into Overwatch. Popping up counts as movement for the purposes of triggering firing by enemy units on Overwatch.",
        "A skimmer that has popped up, pops down at the conclusion of the action. Skimmers on overwatch do not pop down until after they make their overwatch attack. Skimmers with a transport capacity may not embark or disembark units while they are popped up, and if they are destroyed while they are popped up then any units on board will be destroyed with no save. Infantry in base contact with a Skimmer that is popped up may not use it to count as being in cover.",
        "A skimmer that has popped up is assumed to be flying high enough that nearby intervening terrain that is closer to the skimmer than the target does not block Line of Sight. To check if the Line of Sight is blocked, simply measure the distance between the skimmer and the terrain, and then measure the distance between the terrain and the target unit.",
        "If the skimmer is nearer to the intervening terrain then the line of fire is not blocked. If the skimmer is further from the terrain, then work out the line of fire normally. If the distance is is equal, then both the skimmer and the target unit can fire at each other, but they both count as being in cover and the cover to hit modifier will apply.",
        "Skimmers may always choose to use their Firefight value in an assault, even if there are enemy units in base contact with the skimmer. If they do this then the enemy must use their Firefight value also. This represents the skimmer lifting off the ground out of reach of enemy ground units."

      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Support Craft",
      "description": [
        "Support Craft are Skimmers, which for all line of sight and terrain purposes count as ‘popped up’ at all times. Support Craft may only disembark units, and can never load troops during the battle. Support Craft may only use their Firefight value during assaults. As with Skimmers, Infantry in base contact with a Support Craft may not use it to count as being in cover."
      ],
      "tags": ["core", "unit", "titan"]
    },
    {
      "title": "Tunneling Transports",
      "description": [
        "Formations including units with both the Transport and Tunneler special rules must start the game in the reserves, and may only enter the battlefield through tunneling. War Engines with these special rules may not start the game empty, but must transport another formation."
      ]
    },
    {
      "title": "Shield Disruptor",
      "description": [
        "Each point of damage from a hit with the 'Shield Disruptor' special rule will knock down two Construct Shields or Void Shields(x). If a unit with only one field remaining is hit the field knocked down, but the hit does not carry over. In addition, Shield Disruptor hits ignores Ion Shields and Dispersion Fields."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Warriors of the Void",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out an Engage or March action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "solarauxilia", "alpha"]
    },
    {
      "title": "Army of Mankind",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out an Advance or Overwatch action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "solarauxilia"]
    },
    {
      "title": "Veterans of the Great Crusade",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out a Sustain Fire or Marshal action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "solarauxilia", "alpha"]
    },
    {
      "title": "Superior Firepower",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out an Advance or Double action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character"
      ],
      "tags": ["army", "solarauxilia", "alpha"]
    },
    {
      "title": "Tenacious in Adversity",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out an Engage or Double action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "solarauxilia", "alpha"]
    },
    {
      "title": "A Lean Race of Killers",
      "description": [
        "All Solar Auxilia Sections receive a +1 modifier to their Action Test when carrying out an Engage or Sustain Fire action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "solarauxilia"]
    },
    {
      "title": "The Muster of Worlds",
      "description": [
        "All Imperialis Militia formations receive a +1 modifier to their Action Test when carrying out an Overwatch action, does not suffer a BM when forced to take a 'Hold' action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "militia", "alpha"]
    },
    {
      "title": "Feral Warriors",
      "description": [
        "All Imperialis Militia formations receive a +1 modifier to their Action Test when carrying out an Engage action, does not suffer a BM when forced to take a 'Hold' action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "militia", "alpha"]
    },
    {
      "title": "Abhuman Muster",
      "description": [
        "All Imperialis Militia formations receive a +1 modifier to their Action Test when carrying out an Double action, does not suffer a BM when forced to take a 'Hold' action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "militia", "alpha"]
    },
    {
      "title": "Armoury of Old Night",
      "description": [
        "All Imperialis Militia formations receive a +1 modifier to their Action Test when carrying out an Sustain Fire action, does not suffer a BM when forced to take a 'Hold' action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "militia", "alpha"]
    },
    {
      "title": "Tainted Flesh",
      "description": [
        "All Imperialis Militia formations receive a +1 modifier to their Action Test when carrying out an Marshal action, does not suffer a BM when forced to take a 'Hold' action, and gains a +1 modifier to their Rally Tests as long as the formation contains a unit with a character."
      ],
      "tags": ["army", "militia", "alpha"]
    },
    {
      "title": "Logic of Victory",
      "description": [
        "All Mechanicum Taghmata Cohorts receive a +1 modifier to their Action Test when carrying out an Advance, Sustain Fire or Marshal action, but suffer a -1 modifier when attempting a March action. In addition, they gain a +1 modifier to their Rally Tests."
      ],
      "tags": ["army", "mechanicum"]
    },
    {
      "title": "A Soul of Cold Iron",
      "description": [
        "All Mechanicum Taghmata Cohorts receive a +1 modifier to their Action Test when carrying out an Advance, Overwatch or Marshal action, but suffer a -1 modifier when attempting a March action. In addition, they gain a +1 modifier to their Rally Tests."
      ],
      "tags": ["army", "mechanicum", "alpha"]
    },
    {
      "title": "Malefica Mechanica",
      "description": [
        "All Dark Mechanicum Cohorts receive a +1 modifier to their Action Test when carrying out an Advance, Sustain Fire, or Engage action, but suffer a -1 modifier when attempting a March action. In addition, they gain a +1 modifier to their Rally Tests."
      ],
      "tags": ["army", "mechanicum", "alpha"]
    },
    {
      "title": "Tide of Madness",
      "description": [
        "All Ruinstorm formations receive a +1 modifier to their Action Test when carrying out an Engage action, and a +1 modifier to their Rally Tests as long as the formation contains a unit with the 'Daemonic' or 'Psyker' special rules."
      ],
      "tags": ["army", "ruinstorm", "alpha"]
    },
    {
      "title": "Chivalry",
      "description": [
        "All Questor Familia formations receive a +1 modifier to their Action Test when carrying out an Engage or Double action, and a +1 modifier to their Rally Tests."
      ],
      "tags": ["army", "questoris"]
    },
    {
      "title": "Blitz",
      "description": [
        "Units with the 'Blitz' special rule gains an additional 5 cm in speed when conducting an Engage action."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Evasive",
      "description": [
        "Units with the 'Evasive' special rule may consolidate up to 15 cm after winning an assault."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Steadfast",
      "description": [
        "When Broken or otherwise forced to take a Withdrawal move, Steadfast units may choose not to withdraw, and if the unit elects to withdraw it will be destroyed only if it ends its move within 5 cm of the enemy rather than 15 cm.",
        "Steadfast units that remain stationary do not take additional damage. If units remain in base contact with a Steadfast unit, then the opposing formation will automatically be drawn in to an assault on either formation."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Ponderous",
      "description": [
        "Units with the Ponderous special rule may only make a single withdrawal move instead of two when becoming broken or failing to rally."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Spearhead",
      "description": [
        "Formations that contains at least one unit with the 'Spearhead' special rule counts the Deployment Zone as being 30 cm instead of the usual 15 cm."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Vanguard",
      "description": [
        "Formations that contains at least one unit with the 'Vanguard' special rule does not suffer -1 to rally when completely on the enemy half of the table."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Vox-Caster",
      "description": [
        "A formation containing at least one unit with the Vox-Caster special rule may be used for carrying out Offboard Support actions. In this case, all measurements are made from the unit with Vox-Caster. Vox-Caster can be used while being embarked in a transport, counting LoS from the transporting unit. ."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Bulky",
      "description": [
        "Units with the 'Bulky' special rule takes two spaces to transport."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Transport(x)",
      "description": [
        "Units with the 'Transport(x)' special rule may transport 'x' number of INF, which may not have the 'Bulky' or 'Mounted' special rules."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Heavy Transport(x)",
      "description": [
        "Units with the 'Heavy Transport(x)' special rule may transport 'x' number of INF, which may have the 'Bulky', but not the 'Mounted' special rule. Each 'Bulky' unit takes two spaces each."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Assault Transport(x)",
      "description": [
        " Units with the 'Assault Transport(x)' special rule may transport 'x' number of INF, which may have the 'Bulky' and 'Mounted' special rules. In addition, it may treat AV or LV with the 'Nimble' special rule as INF. Any unit with these special rules take two spaces to carry."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Skirmisher",
      "description": [
        "Units with the 'Skirmisher' special rule is in coherency if they are within 10 cm from another unit instead of the usual 5 cm. This special rule replaces the Scout special rule in the original Epic Armageddon rules for all purposes."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Nimble",
      "description": [
        "Units with the 'Nimble' special rule may enter Strongholds like INF, taking two spaces each."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Self-Destruct",
      "description": [
        "After the first time this weapon has been used, remove the unit from the battlefield. If this special rule has been activated, removing the unit does not count as a casualty during assaults, and does not cause BMs on its formation. Do not allocate hits against this unit during assaults if it is to be removed."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Towering",
      "description": [
        "Units with the 'Towering' special rule counts as Support Craft for Line of Sight purposes. A unit with this special rule may not claim cover from area terrain, and may only claim cover from 'Hull Down' if at least part of the unit is concealed behind a terrain feature that also have the 'Towering' special rule."
      ],
      "tags": ["unit", "titan"]
    },
    {
      "title": "And They Shall Know No Fear",
      "description": [
        "Units with the 'And They Shall Know No Fear' (ATSKNF) special rule can take 2 Blast Markers before they are suppressed, or to kill a unit in a broken formation (ignore any leftover Blast Markers). ATSKNF formations are only broken if they have more than 2 Blast Markers per unit in the formation.",
        "ATSKNF formations only count half their number of Blaster markers in assault resolution (rounding down to a minimum of one). Halve the number of extra hits suffered by a ATSKNF formation that loses an assault, rounding down in favour of the ATSKNF formation. When a broken formation with ATSKNF rallies, it receives a number of Blast Markers equal to the number of units, rather than half this number."
      ],
      "tags": ["formation", "legion"]
    },
    {
      "title": "Dauntless",
      "description": [
        "Units with Dauntless take 2 Blast Markers to cause one point of damage in a broken formation (ignore any leftover Blast Markers).",
        "Halve the number of extra hits suffered by a Dauntless formation that loses an assault, rounding down in favour of the Dauntless formation."
      ],
      "tags": ["formation"]
    },
    {
      "title": "Ion Shield(x)",
      "description": [
        "Units with the 'Ion Shield(x)' special rule may make a saving throw on the number within brackets when they are hit by ranged fire instead of using their armour value.",
        "No modifiers ever apply to this saving throw and it is unaffected by MW, Lance and TK hits (each point of damage from a TK hit must be saved separately. Is affected normally by hits with the Disrupt special rule). If the unit has Reinforced Armour as well then it is allowed to re-roll a failed save using its armour value unless the hit was caused by a weapon with MW, Lance or TK.",
        "Ion Shields may only be used against shooting if the unit's formation is not in a Crossfire, and against FF the hit is not caused by a unit firing in support. Ion Shields may not be used against CC attacks. If relevant, roll CC and FF dice separately when attacking units equipped with Ion Shields."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Ionic Flare Shield",
      "description": [
        "Knights with the 'Ionic Flare Shield' special rule may also use their Ion Shield against CC attacks."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Shield Piercer",
      "description": [
        "Weapons with the 'Shield Piercer' special rule ignores Invulnerable Save, Ion Shields, Dispersion Fields, Powerfields, Construct Shields and Void Shields(x)."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Energetic",
      "description": [
        "Weapons with the 'Energetic' special rule gains an additional +1 to hit when the unit's formation conducts a Sustain Fire action."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Titan Hunter",
      "description": [
        "Weapons with the 'Titan Hunter' special rule gains an additional +1 to hit against War Engines, but suffers an additional -1 to hit against INF, LV, and AV."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Siege",
      "description": [
        "Weapons with the 'Siege' special rule gains the 'Crippling' special rule against Strongholds, and may use AP instead of AT against such targets."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Siege Engine",
      "description": [
        "Units with the 'Siege Engine' special rule may not garrison."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Crippling",
      "description": [
        "A weapon with the 'Crippling' special rule causes critical hits on War Engines on a 5+."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Rad",
      "description": [
        "Weapons with the 'Rad' special rule causes BMs for each hit inflicted, just like weapons with the 'Disrupt' special rule. Unlike 'Disrupt', the 'Rad' special rule does not force their targets to roll armour saves, and they are not removed as casualties for failing to save."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Shock Pulse",
      "description": [
        "Shock Pulse works exactly like the 'Disrupt' special rule, but inflicts D6 BMs instead of 1 for each hit."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Graviton(x)",
      "description": [
        "Weapons with the 'Graviton(x)' special rule gains the 'MW' and 'TK(x)' special rules against WE and/or any units with the 'Reinforced Armour' special rule. Weapons with this special rule suffers an additional -1 to hit if the unit carrying it conducted a Double action."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Beam Projector",
      "description": [
        "Weapons with the 'Beam Projector' special rule suffers -1 to hit when shooting at a target that at least partially within half range, or -2 to hit within 15 cm."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Æther-Fire",
      "description": [
        "Weapons with the 'Æther-Fire' special rule gains +1 to hit when the unit's formation conducts an Advance action, but suffers -1 to hit if the unit carrying it conducted a Double action."
      ],
      "tags": ["weapon", "alpha"]
    },
    {
      "title": "Devastating Charge",
      "description": [
        "Weapon or Unit gains +1 to hit with CC of FF attacks during assaults initiated by the formation."
      ],
      "tags": ["weapon", "unit"]
    },
    {
      "title": "Singularity",
      "description": [
        "When rolling to hit with a Singularity weapon, any unmodified to hit roll of six (6) generates an additional attack die. Successive rolls of a natural six can generate additional dice."
      ],
      "tags": ["weapon", "alpha"]
    },
    {
      "title": "Primarch",
      "description": [
        "Units with the 'Primarch' special rule have Damage Capacity like WE but acts and takes damage as INF in all other aspects. A Primarch also counts having the 'Supreme Commander' special rule, which means that the army may have two Supreme Commander re-rolls per turn. A Primarch unit counts as an additional BTS in the army, which means that this objective can be lost twice."
      ],
      "tags": ["unit", "legion"]
    },
    {
      "title": "Force",
      "description": [
        "A weapon with the 'Force' special rule counts as having the 'Sniper' special rule against units with the 'Daemonic' or 'Psyker' special rules."
      ],
      "tags": ["weapon"]
    },
    {
      "title": "Psyker",
      "description": [
        "Teleporting units placed within 15 cm of any enemy units with the 'Psyker' special rule suffer Teleport Mishap for any 1 and 2 rolled, instead of just 1."
      ],
      "tags": ["unit", "psyker"]
    },
    {
      "title": "Perils of the Warp",
      "description": [
        "Roll two dice whenever attempting to use a weapon with this special rule. On a roll of a 3-5, it cannot be used this turn. On a roll of 2, the unit wielding the weapon suffers a hit, and its formation suffers a BM for having come under fire."
      ],
      "tags": ["weapon", "psyker"]
    },
    {
      "title": "Daemonic",
      "description": [
        "Units with the 'Daemonic' special rule counts as being twice as many (or having twice as many DC) for determining 'outnumber' during assault. Units with the 'Daemonic' special rule are automatically destroyed if it is part of a formation that loses an assault, unless they also have the 'Fearless' special rule.",
        "Enemy Teleporting units placed within 15 cm of any enemy units with the 'Daemonic' special rule suffer Teleport Mishap for any 1 and 2 rolled, instead of just 1."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Prescience",
      "description": [
        "Formations that include a unit with the 'Prescience' special rule may ignore the -1 penalty to Action test rolls when attempting to retain the Initiative."
      ],
      "tags": ["formation", "psyker"]
    },
    {
      "title": "Fortified Positions",
      "description": [
        "Fortified Positions are set up at the same time as the formation they are bought with. Units from such formations must be set up within the fortified positions, so that no space is left empty. All pieces of fortified positions must be within 5cm from another piece. Once set up, Fortified Positions counts as terrain that do not block Line of Sight, and may be used by either side. Units of INF that benefit from Cover inside a Fortified Position may only be Barged by WE in such a way that they are not moved outside of their Fortified Position.",
        "<b>Gun Emplacement</b>: Provides a Cover Save of 4+ one unit of INF, or a 5+ Cover Save to one unit of AV or LV (but not H-AV).",
        "<b>Bunker</b>: Provides a Cover Save of 3+ and Thick Rear Armour to up to three units of INF. Counts as Dangerous Terrain for AV and WE. Bunkers can be a maximum of 8cm x 8cm in size.",
        "<b>Trench</b>: Provides a cover save of 4+ to INF. May contain one unit of INF per 4cm of lenght. Counts as Dangerous Terrain for AV.",
        "<b>Razor Wire</b>: Counts as Dangerous Terrain for all INF, including those that have the Mounted special rule. Razor Wire dangerous terrain tests may not be re-rolled using the Walker ability (units may still 'move carefully' through such terrain). Razor Wire must be set up so that every piece touches another piece from the same group, with no gap in between.",
        "<b>Minefields</b>: Counts as Dangerous Terrain for all types of units. Minefield dangerous terrain tests may not be re-rolled using the Walker ability (units may still 'move carefully' through such terrain). Skimmers and units with 'Jump Packs' moving over Minefields must also take dangerous terrain tests. Minefields must be set up so that every piece touches another piece from the same group, with no gap in between."
      ],
      "tags": ["army"]
    },
    {
      "title": "Bionics",
      "description": [
        "Characters with the Bionics special rule increases the Armour of their unit to 3+ when added to a unit of INF."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Psychic Succour",
      "description": [
        "As long as a formation contains a unit with the 'Psychic Succour' special ability, all INF units in it gains Invulnerable Save."
      ],
      "tags": ["unit", "psyker"]
    },
    {
      "title": "Commander",
      "description": [
        "A unit with the Commander special rule can order another unactivated formation to follow them when they make an assault, as long as the formation have at least one unit within 15 cm of the unit with the Commander special rule. Make a single initiative roll for both formations, counting a -1 modifier if any have Blast markers. If the test is failed then both formations receives a Blast marker. The formation with the Commander must take a hold action, but the other formation may take an action later in the turn.",
        "If the test is passed then both formations takes an Engage action. Treat the two formations as if they were a single formation for all rules purposes for the duration of the assault. A 2D6 roll is used to resolve a combined assault. If the attackers lose then each formation is broken. If they win then each formation receives a number of Blast markers equal to the casualties it suffered during the assault."
      ],
      "tags": ["core", "unit"]
    },
    {
      "title": "Wind-Swift",
      "description": [
        "Units with <i>Wind-Swift</i> ignore the -1 to hit penalty on shooting when carrying out a double action, but do not gain the +1 to hit bonus on shooting when carrying out a sustained fire action."
      ],
      "tags": ["unit"]
    },
    {
      "title": "Pack Mentality",
      "description": [
        "Space Wolves Packs counts as having one character with the <i>Inspiring</i> special rule when they initiate an assault where they have another formation with the <i>Pack Mentality</i> special rule in support, or when they perform a combined assault where more than one formation in the assault has <i>Pack Mentality</i>. You will never receive more than plus one <i>Inspiring</i> from <i>Pack Mentality</i>, even if you do both a combined assault and have formations in support, or if you have multiple formations in support."
      ],
      "tags": ["army", "legion", "loyalist", "alpha"]
    },
        {
      "title": "Land Speeder Escort",
      "description": [
        "All types of Land Speeders bought as part of the 'Raven Guard Land Speeders' upgrade gain the <i>Planetfall</i> special rule (only roll to scatter once for the entire formation). In addition, such Land Speeders may start the game transported in an air transport, taking up no transport space, and count as having the <i>Jump Packs</i> special rule when disembarking their transport. They may not be picked up again once on the battlefield."
      ],
      "tags": ["army", "legion", "loyalist", "alpha"]
    },
    {
      "title": "Heralds of Truth",
      "description": [
        "Any formation that contains at least one unit with the 'Heralds of Truth' special rule ignores the -1 modifier for enemy formations within 30cm when rallying."
      ],
      "tags": ["army", "legion", "traitor", "alpha"]
    },
    {
      "title": "The Harrowing",
      "description": [
        "Alpha Legion armies counts as having Strategy Rating 5 for all purposes except for the Strategy Roll at the start of a turn."
      ],
      "tags": ["army", "legion", "traitor", "alpha"]
    },
    {
      "title": "Sabotage",
      "description": [
        "Before rolling for the first turn and before teleports the player may select one enemy formation per formation of containing at least one unit with the 'Sabotage' special rule (both formations must have been deployed on the battlefield) and roll a D6.",
        "On 2-5, the enemy formation begins the game with a Blast Marker. On a roll of 6, it begins with d3 Blast Markers. On a roll of 1, the formation with 'Sabotage' recieves a Blast Marker. No formation may be subject to Sabotage more than once, even if the first roll is a 1."
      ],
      "tags": ["army", "legion", "traitor", "alpha"]
    },
    {
      "title": "In Midnight Clad",
      "description": [
        "Furies of Chaos Undivided that are killed in an assault do not count for Combat Resolution as long as the controlling Night Lords player initiated the assault."
      ],
      "tags": ["army", "legion", "traitor", "alpha"]
    },
    {
      "title": "Honour Guard",
      "description": [
        "Units with the Honour Guard special rule gain the 'Fearless' and 'Blitz' special rules as long as their formation contains a unit with the 'Primarch' special rule. In addition, the formation counts as containing one additional character with the 'Inspiring' special rule."
      ],
      "tags": ["formation", "unit"]
    },
    {
      "title": "Lance",
      "description": [
        "Units with the Reinforced Armour special rule that are hit by a weapon with Lance do not get to re-roll failed armour saves."
      ],
      "tags": ["weapon"]
    },

    {
      "title": "Ætheric Dominion(x)",
      "description": [
        "Formations where at least one unit has the Ætheric Dominion(x) special rule gain the bonus associated with that Dominion:",
        "<ul><li>Encroaching Ruin: Formation ignores the -1 modifier for enemy formations within 30cm when rallying.</li><li>Heedless Slaughter: Formation gains +1 to activate when attempting to Engage.</li><li>Putrid Corruption: Formation gains +1 to activate when attempting to Marshal.</li><li>Rapturous Sensation: Formation gains +1 to activate when attempting to Double.</li><li>Malevolent Artifice: Formation gains +1 to activate when attempting to Advance.</li><li>Infernal Tempest: Formation gains +1 to activate when attempting to Sustain Fire.</li><li>Formless Distortion: Formation gains +1 to activate when attempting to Overwatch.</li><li>Ravenous Dissolution: Formation gains +1 to activate when attempting to March.</li></ul>"
      ],
      "tags": ["formation", "daemonic", "alpha"]
    },
    {
      "title": "Daemonic Instability",
      "description": [
        "If a Ruinstorm formation becomes broken due to losing an assault, it is immediately destroyed."
      ],
      "tags": ["formation", "daemonic", "alpha"]
    },
    {
      "title": "Warp Rift",
      "description": [
        "Formations with at least one model with the Warp Rift special rule must start the game in the reserves, and may only enter the battlefield through a Warp Rift or a Chaos Gate.",
        "Warp Rifts are plotted exactly as Self Planetfall. Both the turn in which the formation arrives and the landing coordinates must be recorded. The turn each formation arrives does not have to be announced.",
        "The plotted coordinates of the Warp Rift must be located within 60cm from the friendly Blitz objective if the formation arrives in turn one, and anywhere on the battlefield on turn two or three.",
        "On the designated turn the Warp Rift formation is activated in the normal activation sequence, as with Self Planetfall.",
        "First the action for the formation must be decided. After this roll to summon daemons, and then roll to activate. If the formation fails to activate it must take a Hold action. It may then either enter the battlefield through any available Chaos Gate, or its arrival is delayed to the following turn, and it remains in the reserves.",
        "If the activation is successful, place a Warp Rift token at the plotted coordinates. It does not scatter.",
        "If a Warp Rift would open on terrain that is impassable for units in the formation that will enter through it, under a friendly unit, or in an enemy zone of control, then it is assumed that will divert towards another entry point. The location for the Warp Rift should be moved to the nearest point where it can open.",
        "Finally, the activated formation carries out the order determined at the start of its action, and must move the formation out of the Warp Rift. Measure all distances from the centre point of the token.",
        "All units from the activating formation must move out of the Warp Rift. Any units that are unable to exit the Warp Rift are destroyed. The Warp Rift token is then removed from the battlefield."
      ],
      "tags": ["formation", "daemonic", "alpha"]
    },
    {
      "title": "Teleport Homer",
      "description": [
        "Units that Teleport within 15 cm from a friendly, unbroken unit with Teleport Homer already on the battlefield may re-roll 1:s when testing for Teleport Mishap. May not be used if there are any unbroken enemy units with the 'Psyker', 'Daemonic', or 'Prescience' special rules within 15 cm of the unit."
      ],
      "tags": ["unit", "offboard"]
    },
    {
      "title": "Offboard Support",
      "description": [
        "Calling for Offboard Support is a new action that a player can take after having completed an Advance, Overwatch, Marshal, or Sustain Fire action with an unbroken formation that contains a unit with the Vox-Caster special rule. This counts as retaining the initiative, and thus cannot be done if the initiative has already been retained once. There is no need to do an Action Test in this case, the Offboard Support action automatically succeeds.",
        "Unless otherwise specified in the description of the Offboard Support asset, the following procedure is used. Place a marker within x cm (depending on the type of Offboard Support) within Line of Sight of the unit with the Vox-Caster special rule to indicate where the Offboard Support asset will come enter the Battlefield.",
        "The Offboard Support is then carried out according to its special rules before the start of the next friendly action, or before the end phase, depending on which comes first."
      ],
      "tags": ["action", "offboard"]
    },
    {
      "title": "Teleport",
      "description": [
        "A formation consisting completely of units with the 'Teleport' special rule must be placed in the reserves before deployment. They may only enter the battlefield through an Offboard Support action. Immediately place the formation with all units completely within 15 cm of the unit with the 'Vox-Caster' special rule, and roll a D6 for each, to test if any teleport mishaps occured. For each roll of 1, the teleporting formation suffers a BM.",
        "Unlike some other Offboard Support actions, Teleporting grants immediately grants the controlling player the chance to retain the initiative twice, meaning that the formation that just arrived may attempt carry out an action."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Drop Pods",
      "description": [
        "A formation consisting completely of units of INF (without the 'Bulky', 'Jump Packs' or 'Mounted' special rules), and/or LV & AV with the 'Nimble' special rules may be placed in Drop Pods. These must be placed in the reserves after objectives have been placed, but before garrisons. They may only enter the battlefield through an Offboard Support action.",
        "Once the Drop Pod arrives at the battlefield, move the Drop Pod marker up to 15 cm in any direction that does not place it in an enemy zone of control. Any enemy units within 10 cm of the centre of the drop pod are attacked by an AP6+/AT6+ (Disrupt) attack. After these attacks have been resolved, place the Drop Pods contents fully within 10 cm of the centre of the Drop Pod."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Dreadclaws",
      "description": [
        "A formation consisting completely of units of INF (without the 'Jump Packs' or 'Mounted' special rules), and/or LV & AV with the 'Nimble' special rules may be placed in Dreadclaws. These must be placed in the reserves after objectives have been placed, but before garrisons. They may only enter the battlefield through an Offboard Support action.",
        "Once the Dreadclaw arrives at the battlefield, move the Dreadclaw marker up to 20 cm in any direction that does not place it in an enemy zone of control. Then place the Dreadclaw contents fully within 10 cm of the centre of the Dreadclaw."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Dreadnought Drop Pods",
      "description": [
        "A formation consisting completely of units of LV & AV with the 'Walker' special rules may be placed in Dreadnought Drop Pods. These must be placed in the reserves after objectives have been placed, but before garrisons. They may only enter the battlefield through an Offboard Support action.",
        "Once the Dreadclaw arrives at the battlefield, move the Dreadclaw marker up to 15 cm in any direction that does not place it in an enemy zone of control. Then place the Dreadclaw contents fully within 10 cm of the centre of the Dreadclaw."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Deathwind",
      "description": [
        "A Deathwind attack places a marker within 15 cm of the model with 'Vox-Caster'. Once it arrives on the battlefield, it may be moved by 15 cm in any direction. Place the large barrage template with the centre hole over the marker. Any model under the template is attacked by a AP6+/AT6+ (Disrupt) attack"
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Palisade Drop Pod",
      "description": [
        "A Palisade Drop Pod may only be used alongside other Drop Pods, and is added to a formation in Drop Pods or Dreadclaws during deployment. Place a Palisade marker next to the formation. All models in it counts as being in Cover and gains the Invulnerable Save special rule until it has been activated the first time."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Subterranean Assault",
      "description": [
        "A Subterranean Assault may only enter the battlefield through an Offboard Support action. Unlike other Offboard Support Actions a Subterranean Assault will arrive immediately. Place the unit(s) transporting the Subterranean Assault fully within 20 cm of the unit with Vox-Caster that performed the Offboard Support action. You may then disembark any units inside.",
        "The surfacing of a Subterranean Assault transport, as well as any disembarkment of the units inside, is not considered to be movement for the purposes of Overwatch.",
        "Surfacing a Subterranean Assault does not count as an action for the tunneling formation, but still counts as retaining the initiative."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Ordinatus Aktaeus Subterranean Assault",
      "description": [
        "An Ordinatus Aktaeus Burrowing Transport has the 'Assault Transport(8)' special rule. It will enter play using the 'Subterranean Assault' special rule."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Hellbore Subterranean Assault",
      "description": [
        "A Hellbore Burrowing Transport has the 'Assault Transport(12)' special rule. It will enter play using the 'Subterranean Assault' special rule."
      ],
      "tags": ["formation", "offboard"]
    },
    {
      "title": "Barrage(x)",
      "description": [
        "A weapon with the Barrage(x) special rule uses the barrage rules, with the template size indicated within parenthesis. It works exactly like a normal barrage weapon, except that the to-hit, special rules, etc. is specified by the weapon entry."
      ],
      "tags": ["weapon", "offboard"]
    },
    {
      "title": "Orbital Pin-Point Attack",
      "description": [
        "A Pin-Point attack has a range of 30 cm, and may only be targeted at War Engines. Once it arrives on the battlefield, it will inflict an automatic MW, TK(D3) attack on a single War Engine under the center of the marker."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Orbital Barrage",
      "description": [
        "An Orbital Barrage has a range of 45 cm. Once it arrives on the battlefield, place the small barrage template with its centre over the marker. Any unit under the template is attacked by an BP 3 (MW, Siege) attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Orbital Phospex Barrage",
      "description": [
        "A Phospex Strike has a range of 45 cm. Once it arrives on the battlefield, place the small barrage template with its centre over the marker. Any unit under the template is attacked by an AP4+/AT6+ (Disrupt, Ignore Cover) attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Orbital Rad Barrage",
      "description": [
        "A Rad Barrage has a range of 45 cm. Once it arrives on the battlefield, place the large barrage template with its centre over the marker. All units under the template is attacked by an AP3+/AT6+ (Rad, Ignore Cover) attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Orbital Haywire Barrage",
      "description": [
        "A Haywire Barrage has a range of 45 cm. Once it arrives on the battlefield, place the large barrage template with its centre over the marker. All units under the template is attacked by an AP6+/AT3+ (Rad, Ignore Cover) attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Artillery",
      "description": [
        "Offboard Support from Artillery has no delay, but will arrive immediately."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Deathstrike",
      "description": [
        "Resolving a Deathstrike attack requires more detailed targeting data. Any marker put down on the Battlefield needs to be confirmed by a second Offboard Support action by a unit with 'Vox-Caster' before the attack will commence. All markers that have not been confirmed expire at the end of each turn. "
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Blind Burst",
      "description": [
        "A Blind Burst is targeted at any friendly formation within 30 cm. Place a Blind Burst marker next to the targeted formation. For the rest of the turn, the entire formation counts as being in Cover."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Minefield Submunitions",
      "description": [
        "A Minefield Submunitions attack has a range of 30 cm.  Place a Minefield template (same size as a small barrage template) with its centre over the marker. No part of the template may be placed over any terrain or model. For the rest of the battle, this area is now considered to be dangerous terrain."
      ],
      "tags": ["offboard"]
    },
    
    {
      "title": "Divisio Assassinorum and Cults Abominatio",
      "description": [
        "Assassins may be placed in a formation with a Vox-Caster using a Offboard Support action. Place an appropriate marker next to a unit in that formation to show that the assassin is now present in that unit. The effect is automatically triggered whenever the formation is next directly involved in an assault. If the formation is broken before this happens, or the unit with the marker is destroyed, the marker is lost. Once used, or lost, the asset may not be used again."
      ],
      "tags": ["offboard"]
    },
    
    {
      "title": "Deathstrike Warp Missile Attack",
      "description": [
        "A Warp Missile attack may only be targeted at War Engines. Once it arrives on the battlefield, it will inflict an automatic MW, TK(D3), Shield Piercer attack on a single War Engine under the center of the marker."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Deathstrike Vortex Missile Attack",
      "description": [
        "A Vortex Missile attack places a small barrage template over the marker. All units under it suffers an AP4+/AT4+, MW, TK(1), Shield Disruptor attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Deathstrike Plasma Missile Attack",
      "description": [
        "A Plasma Missile attack places the large barrage template over the marker. All units under it suffers an AP4+/AT5+ attack."
      ],
      "tags": ["offboard"]
    },
    {
      "title": "Deathstrike Stasis Missile Attack",
      "description": [
        "A Stasis Missile attack places the large barrage template over the marker. Any formation with a majority of units under the template suffers an additional -2 to activate this turn. Any formation with less than half of its units under the template suffers an -1 to activate this turn. In addition, any formation under it suffers a BM for coming under fire."
      ],
      "tags": ["offboard"]
    }
  ]
}
